question_pool = [
    {
        "question": "「金氏世界紀錄中最重的南瓜為 1,247 公斤，大概是 30 位國小生的重量。」以上描述屬於何種解說技巧？",
        "options": ['提問法', '濃縮法', '演算法', '對比法'],
        "answer": "對比法"
    },
    {
        "question": "下列那種解說告示牌的背景顏色與文字顏色搭配最不適當？",
        "options": ['白底黑字', '藍底白字', '綠底紅字', '黃底黑字'],
        "answer": "綠底紅字"
    },
    {
        "question": "下列何者不是針對年長遊客導覽解說時須注意的事項？",
        "options": ['以安全為首要條件', '解說內容多融合年長遊客的生活經驗', '解說時須留意行進速度', '考量年長者記性差，解說片段內容即可'],
        "answer": "考量年長者記性差，解說片段內容即可"
    },
    {
        "question": "相較於人員解說，「非人員解說」方式具有下列何種優勢？",
        "options": ['可以即時提供解說服務', '容易處理緊急狀況', '能激發深度討論', '能根據遊客狀況調整解說內容'],
        "answer": "可以即時提供解說服務"
    },
    {
        "question": "下列有關解說的描述何者錯誤？",
        "options": ['解說方式即興發揮即可', '專業知識是解說的基礎', '解說重點在於啟發受眾者', '解說過程應從整體面說明'],
        "answer": "解說方式即興發揮即可"
    },
    {
        "question": "下列何種解說方式不適合運用在規劃自導式步道解說？",
        "options": ['解說摺頁', '解說牌', '錄音解說', '影片解說'],
        "answer": "影片解說"
    },
    {
        "question": "一般在旅遊景點聆聽導覽解說的遊客多是所謂的非受制聽眾（Non - captive audiences），有關非受制聽眾的特徵，下列敘述何者錯誤？",
        "options": ['不需對時間做承諾', '自願前來聆聽', '必定專注學習', '額外獎勵不重要'],
        "answer": "必定專注學習"
    },
    {
        "question": "在導覽解說時可運用一些技巧吸引聽眾的注意，下列何者錯誤？",
        "options": ['運用停頓與沉默', '聽眾吵鬧時當場斥責', '講故事或提問題', '改變聲音或講話速度'],
        "answer": "聽眾吵鬧時當場斥責"
    },
    {
        "question": "解說媒體可分為人員解說服務及非人員解說服務兩個部分，下列何者屬於人員解說服務？",
        "options": ['展示設施', '現場表演', '視聽器材', '行動裝置'],
        "answer": "現場表演"
    },
    {
        "question": "臺灣參考聯合國永續發展 17 項核心目標，研訂出臺灣永續發展 18 項核心目標，其中下列何者為臺灣特有之本土目標？",
        "options": ['確保環境品質及永續管理環境資源', '逐步達成環境基本法所定非核家園目標', '促進綠色經濟，確保永續消費及生產模式', '保育及永續利用海洋生態系，防止海洋環境劣化'],
        "answer": "逐步達成環境基本法所定非核家園目標"
    },
    {
        "question": "帶團解說時應注意事項，下列何者不適宜？",
        "options": ['注意後面隊伍是否有跟上，避免拖長隊伍', '到據點導覽時，不必等所有團員到達即可進行解說', '可以引導遊客提出問題', '預留一點時間，讓遊客自己去觀察體驗'],
        "answer": "到據點導覽時，不必等所有團員到達即可進行解說"
    },
    {
        "question": "下列旅遊緊急事故處理方式，何者正確？",
        "options": ['遇到搶劫時應盡力拖延反抗並撥打當地警察局電話求援', '行李箱上應掛上行李牌並寫上姓名、地址及電話以利辨識', '為避免部分地區無法刷卡，出國前應換足大量鈔票以為備用', '勿替陌生人攜帶行李物品，以防內有毒品或其他違禁品'],
        "answer": "勿替陌生人攜帶行李物品，以防內有毒品或其他違禁品"
    },
    {
        "question": "下列旅途常見的疾病，何者與蚊蟲叮咬無關？",
        "options": ['瘧疾', '黃熱病', '霍亂', '登革熱'],
        "answer": "霍亂"
    },
    {
        "question": "在旅行團出團期間，下列事故何者完全歸屬於旅行業的責任？",
        "options": ['颱風', '接團的車子爆胎', '道路中斷', '搭乘的班機臨時取消'],
        "answer": "接團的車子爆胎"
    },
    {
        "question": "下列有關旅客住宿旅館發生火災的應變措施，何者正確？",
        "options": ['儘速通報並迅速搭乘電梯往大廳方向疏散', '遇濃煙時，以濕毛巾覆面，採低姿勢沿牆面，朝出口方向移動', '試摸門把，如果已經很燙，應快速用濕毛巾覆蓋門把，打開房門往外逃', '儘量往高樓層逃，勿往低樓層逃'],
        "answer": "遇濃煙時，以濕毛巾覆面，採低姿勢沿牆面，朝出口方向移動"
    },
    {
        "question": "下列有關旅客參加旅行團前應有的風險意識，何者正確？",
        "options": ['攜帶大量的現金，以便購物', '選擇團費明顯偏低的旅行團', '慎選合法及信用良好的旅行社', '不需考慮旅遊地的治安及天候'],
        "answer": "慎選合法及信用良好的旅行社"
    },
    {
        "question": "下列有關旅客住宿旅館使用游泳池設施之注意事項，何者正確？",
        "options": ['確認救生設備是否完善', '在游泳池開放時間前進入游泳', '告知旅館服務檯人員，即可進入游泳', '趁救生員不在時進入游泳'],
        "answer": "確認救生設備是否完善"
    },
    {
        "question": "下列有關團體旅遊行程中的財物安全注意事項，何者正確？",
        "options": ['提醒團員將現金存放在旅館的保險箱', '提醒團員逛夜市時，儘量將背包置於背後並留意扒手', '逛鬧區時，提醒男團員可將皮夾放置於褲後口袋，以防被扒', '團員財物遭竊時，應立即向交通部觀光署通報'],
        "answer": "提醒團員將現金存放在旅館的保險箱"
    },
    {
        "question": "下列何者不屬於「機關、團體租（使）用遊覽車出發前檢查及逃生演練紀錄表」所必須檢查之項目？",
        "options": ['酒精測試', '車⑤擊破裝置', '遊覽車出廠售價', '安全逃生解說示範'],
        "answer": "遊覽車出廠售價"
    },
    {
        "question": "依據「交通部觀光署災害防救緊急應變通報作業要點」，在國家風景區內發生 3 人以上旅客死亡或 9 人以下旅客死傷之旅遊事故，屬於那級災害規模？",
        "options": ['甲級', '乙級', '丙級', '丁級'],
        "answer": "乙級"
    },
    {
        "question": "外交部將某國旅遊警示列為紅色，其所代表的意義為何？",
        "options": ['提醒注意', '特別注意旅遊安全並檢討應否前往', '避免非必要旅行', '不宜前往'],
        "answer": "不宜前往"
    },
    {
        "question": "下列何者是影響觀光消費行為的內在因素？",
        "options": ['社會階層', '教育程度', '參考團體', '文化規範'],
        "answer": "教育程度"
    },
    {
        "question": "下列何者是觀光旅客旅程的第一階段？",
        "options": ['決策', '預約', '參訪', '付款'],
        "answer": "決策"
    },
    {
        "question": "以「生活型態」將觀光客區分為不同族群，是屬於下列何種區隔？",
        "options": ['人口統計區隔', '地理區隔', '行為區隔', '心理區隔'],
        "answer": "心理區隔"
    },
    {
        "question": "導遊的導覽解說服務，無法讓旅客完全滿意。這說明服務的下列何種特性？",
        "options": ['異質性', '易逝性', '不可分割性', '無形性'],
        "answer": "異質性"
    },
    {
        "question": "當國際旅客前來臺灣所需的旅遊成本較高而影響其意願，是屬於下列何種因素？",
        "options": ['距離摩擦力', '距離促進力', '安全因素', '異國偏好'],
        "answer": "距離摩擦力"
    },
    {
        "question": "外國旅客在臺灣旅遊後，對臺灣的印象是「美食的天堂」及「友善的人民」，此在描述下列何者的形成？",
        "options": ['知覺價值', '知覺風險', '目的地意象', '目的地忠誠度'],
        "answer": "目的地意象"
    },
    {
        "question": "廣告中透過海島景觀與水上活動反覆呈現，以形成遊客對目的地的印象，是屬於下列何特性？",
        "options": ['對比律', '背景律', '色彩強度', '對稱律'],
        "answer": "背景律"
    },
    {
        "question": "遊客被旅遊目的地的壯麗風景、名勝古蹟與獨特文化吸引而選擇前往，是屬於下列何種動機？",
        "options": ['拉力', '推力', '阻力', '反應力'],
        "answer": "拉力"
    },
    {
        "question": "遊客經常觀看某航空公司所提供舒適服務與優惠活動的廣告，之後每聽到該航空公司名字就會感到愉悅與期待，這是屬於下列何種學習理論？",
        "options": ['古典制約', '操作制約', '社會學習', '認知學習'],
        "answer": "古典制約"
    },
    {
        "question": "旅客在旅遊途中突然感到身體不適，導遊立即安排醫療協助。這是強調服務品質的那個層面？",
        "options": ['有形性', '可靠性', '反應性', '保證性'],
        "answer": "反應性"
    },
    {
        "question": "旅客參加團體旅遊時，看到其他團員紛紛在特定的方位角度拍照，因此也拿起相機一起拍照，這是屬於下列何種心理行為？",
        "options": ['情感涉入', '比對作用', '同化效應', '從眾行為'],
        "answer": "從眾行為"
    },
    {
        "question": "下列何者是影響旅客觀光知覺的外部刺激因素？",
        "options": ['過去旅遊經驗', '感官傳遞', '景點大小', '個人文化背景'],
        "answer": "景點大小"
    },
    {
        "question": "臺灣旅行社代理外國航空公司在臺業務之營運方式，會以下列那一個英文縮寫表示？",
        "options": ['GS', 'GS', 'FS', 'LCC'],
        "answer": "GS"
    },
    {
        "question": "有關 IATA 航空公司代號及該航空公司所屬國籍之配對（前為航空公司代號、後為航空公司國籍），下列何組錯誤？",
        "options": ['DL、美國', 'NH、日本', 'QH、越南','QF、卡達'],
        "answer": "QF、卡達"
    },
    {
        "question": "下列那個機場代碼，其所在地不在歐洲地區？",
        "options": ['CPH', 'HAM', 'HAN', 'MXP'],
        "answer": "HAN"
    },
     {
	"question": "下列旅客機票票種之英文縮寫，何者表示「團體旅遊票」？",
        "options": ['GV', 'CG', 'DG', 'SD'],
        "answer": "HAN"
     },
    {
        "question": "依據我國「民用航空法」規定，航空公司對乘客隨身行李賠償之責任，每位乘客最高不得超過新臺幣多少元？",
        "options": ['二萬元', '三萬元', '四萬元', '一萬元'],
        "answer": "一萬元"
    },
    {
        "question": "對於不占座位的嬰兒旅客，通常會以下列何者訂位狀態代碼表示？",
        "options": ['PB', 'SA', 'NS', 'OPEN'],
        "answer": "S"
    },
    {
        "question": "有關公共場所自動體外電擊去顫器（Automated External Defibrillator, AED）之操作，下列何者正確？",
        "options": ['聽到AED發出電擊指示，應立即按電擊按鈕','若病人體內裝有人工心臟節律器就不能使用AED', 'AED會自動偵測被施救者心律，只有需要電擊時才會指示電擊', '需由醫護人員來操作使用較安全'],
        "answer": "聽到AED發出電擊指示，應立即按電擊按鈕","AED會自動偵測被施救者心律，只有需要電擊時才會指示電擊"
    },
    {
        "question": "檢查手指指甲微血管充填時間（Capillaryrefilltime,CRT），正常應在幾秒內恢復？",
        "options": ['2 秒', '3 秒', '4 秒', '5 秒'],
        "answer": "4 秒"
    },
    {
        "question": "根據緊急止血急救中使用戰術止血帶（C. A. T.）來止血的注意事項，下列何者正確？",
        "options": ['止血帶綁的鬆緊度應一手指能伸入為原則', '止血帶主要是用於緊急大量靜脈出血', '綁上止血帶後須注意每 30 分鐘應鬆開 3 分鐘', '止血帶綁的部位是出血傷口上方 5 - 8 公分'],
        "answer": "止血帶綁的鬆緊度應一手指能伸入為原則"
    },
    {
        "question": "急性心臟病處理之應注意事項，下列何者錯誤？",
        "options": ['將患者採半坐臥姿勢，並解開束縛衣物，以利呼吸的順暢', '如患者曾接受過治療，有醫生處方藥物，需只有醫療人員才能協助給予服用', '供給適當通風，迅速撥打 119（緊急醫療網）求援及送醫', '必要時給予心肺復甦術及自動體外電擊去顫器去顫'],
        "answer": "必要時給予心肺復甦術及自動體外電擊去顫器去顫"
    },
    {
        "question": "有關中風患者之緊急處置，下列何者正確？",
        "options": ['小口喝水以補充水分', '儘快撥打 119 送至醫院', '建議家屬立刻給予服用降血壓劑', '儘快以針刺耳垂放血'],
        "answer": "儘快撥打 119 送至醫院"
    },
    {
        "question": "下列有關中式圓桌用餐禮儀，何者錯誤？",
        "options": ['當別人取菜時，要留意勿轉動桌面', '取菜完後，依照順時針方向轉給下一位', '用筷子戳不易挾取的食物，以方便進食', '與人交談時，將筷子暫時放在筷架上'],
        "answer": "取菜完後，依照順時針方向轉給下一位"
    },
    {
        "question": "住宿飯店時，下列何項服務不需給小費？",
        "options": ['客房清潔人員', '櫃檯接待人員', '服務中心行李員', '餐廳服務人員'],
        "answer": "服務中心行李員"
    },
    {
        "question": "有關搭乘電梯的禮儀，下列何者錯誤？",
        "options": ['進入電梯後應該轉身面對電梯門，避免與他人面對面而產生尷尬', '站在樓層按鈕旁的人，應該主動幫忙按他人想要到達的樓層', '在電梯中遇到長官，要有禮貌且熱情地打招呼', '要把握「長者或女士先進先出」的原則'],
        "answer": "站在樓層按鈕旁的人，應該主動幫忙按他人想要到達的樓層"
    },
    {
        "question": "三人並行時，其尊卑的位置排列，下列何者正確？",
        "options": ['右次之，中為尊，左最小', '右最小，中次之，左為尊', '右為尊，中次之，左最小', '左為尊，中最小，右次之'],
        "answer": "右為尊，中次之，左最小"
    },
    {
        "question": "當男主人親自駕車，搭載一對友人夫妻時，中途女主人下車離開，這時友人夫妻應該如何選擇座位？",
        "options": ['夫移往前座，妻坐在後座右方', '夫移往前座，妻坐在後座左方', '妻移往前座，夫坐在後座右方', '兩人皆應維持坐在後座'],
        "answer": "夫移往前座，妻坐在後座右方"
    },
    {
        "question": "下列在公眾場合中的稱呼，何者不合乎禮節？",
        "options": ['為了表示親近隨和，稱呼已熟識的下屬，可以省去姓氏直呼名字', '遇見已退休的長官，還是可以稱呼對方原先的頭銜', '在正式場合對於「醫生」慣用的稱謂為「某某醫師」', '不知道對方的職銜與稱謂，可稱呼「帥哥」、「美女」'],
        "answer": "為了表示親近隨和，稱呼已熟識的下屬，可以省去姓氏直呼名字"
    },
]
